Repository: AnnarichDev/BSImagePicker
Catalog: Sources/Resources/*.lproj/Localizable.strings
Languages: th

# limited_media
source: You have given limited access to media
th: คุณอนุญาตให้เข้าถึงสื่อแบบจำกัด

# button_manage
source: Manage
th: จัดการ

source: Cancel
th: ยกเลิก

# alert_title
source: Allow access to your Photos
th: อนุญาตให้เข้าถึงรูปภาพของคุณ

# alert_message
source: Please change your settings to allow access your photos.
th: กรุณาเปลี่ยนการตั้งค่าของคุณให้อนุญาตเข้าถึงรูปภาพ

# alert_not_now
source: Not Now
th: ไม่ใช่ตอนนี้

# alert_open_settings
source: Open Settings
th: เปิดเมนูตั้งค่า

# bottom_sheet_message
source: Select more photos or go to Settings to allow access to all photos.
th: เลือกรูปภาพเพิ่มเติม หรือไปที่เมนูตั้งค่า เพื่ออนุญาตให้เข้าถึงรูปภาพทั้งหมด

# bottom_sheet_select_more_photos
source: Select more photos
th: เลือกรูปภาพเพิ่มเติม

# bottom_sheet_allow_all_photos
source: Allow access to all photos
th: เปิดเมนูตั้งค่า
